---
type: ICustomFieldProperties
namespace: Autodesk.Revit.DB
version: 2024
members: 1
tags: [revit-api, class]
---

# ICustomFieldProperties

`Autodesk.Revit.DB.ICustomFieldProperties` · Revit 2024 · 1 members

| Kind | Member | Since | Signature |
| --- | --- | --- | --- |
| Method | AreEqualTo | 2024 | `bool AreEqualTo ( ICustomFieldProperties otherProperties )` |